GLB.WRC.EDX.TESTE/bin/Debug/net7.0/26042023220555.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://en.wikipedia.org/wiki/Tempuri/">
  <soapenv:Header></soapenv:Header>
  <soapenv:Body>
    <tem:funcsync>
      <tem:pXMLRequest><![CDATA[<?xml version="1.0" encoding="utf-8"?><EDXXML><REQUEST Type="S"><IDBR>74288614000157</IDBR><IDCL>12349468000175</IDCL><SHKEY>A1313412341231OP</SHKEY><ACAO>ATUALIZA_EMBARQUE</ACAO><STR Type="S"><XMLVR>1</XMLVR><ENVRM>QAS</ENVRM><INTNR>5115</INTNR></STR><CorpoAcao xsi:type="ATUALIZA_EMBARQUE" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><MAIN><SHIPT>STD</SHIPT><CREDAT>20230315</CREDAT><CRENAM>ROSI</CRENAM><ZTERM /><INCO1>EXW</INCO1><ZOLLAO /><ZLANDO>249</ZLANDO><ZOLLAD /><ZLANDD /><KURSP>4,73</KURSP><STATU /><BFMAR>MAR</BFMAR><BROKNM>DSSAO0011-0323</BROKNM><RETDAT /><LIMDATE /><SHPCLASS /><CNPJADQ /></MAIN><BUK><EKORG>CASTROL PARA TESTES</EKORG><PARTYP>CASTROL PARA TESTES</PARTYP></BUK><PAR><NAME2>CASTROL PARA TESTES</NAME2><STREET>RUA CONGONHAS</STREET><HOUSE_NUM1>226</HOUSE_NUM1><POST_CODE1>06408-080</POST_CODE1><CITY1>BELO HORIZONTE</CITY1><CITY2>IDHFAUSDHF</CITY2><PSTLZ>06408-080</PSTLZ><REGION>MG</REGION><COUNTRY>105</COUNTRY><STCD1>33.194.978/0003-52</STCD1><STCD3>206067172118</STCD3><VTXTK /></PAR><PARS><COUNTRY>105</COUNTRY><VTXTK /></PARS><DAT><DIRDAT>20220601</DIRDAT><ETADAT /><ETPDAT /><ETDDAT /><ATRDAT>20220529</ATRDAT><FUMDAT /><REMDAT /><LOADAT /><NFGDAT /><NFCDAT /><PLNDAT /><EINDT /><DELDAT /><CLRDAT>20220602</CLRDAT><OVRDDT /><OVRADT /><RECDOCORG /><ECERTORG /><PRESCARGADAT /><INSDAT /><RECDAT /><BLDAT>20220512</BLDAT><ETDPDT /><ALCDAT /><LOADDATE /><DTCOLT /><DTEMBFIM>20220512</DTEMBFIM></DAT><DI><IMPTYP /><MODDESP /><URFDESP>0817800</URFDESP><URFENTR>0817800</URFENTR><RECALF>8933203</RECALF><INSUR>0</INSUR><PREPD>0</PREPD><COLLEC>2549</COLLEC><PREPWR>220</PREPWR><LFREIG>0</LFREIG><LFREWR>790</LFREWR><KURDI>4,7289</KURDI><FRERT>4,7289</FRERT><INSRT>0</INSRT><CANAL>0</CANAL><UFDESEMB>0817800</UFDESEMB><TPINTERMD>1</TPINTERMD><PERM /><DENUM /><XPNS><XPNSXml><KSCHL>16</KSCHL><NETWR>1195</NETWR></XPNSXml></XPNS><KURDIS /></DI><BL><BLNUM>152205123206989______</BLNUM><LOADTP>02</LOADTP><SHPNAM>MEDITERRANEAN EXPRESS</SHPNAM><LNDVLS>741</LNDVLS><MANTYP>1</MANTYP><MANNUM>22000181014____</MANNUM><HSNUM>CEMERCANTE31032008</HSNUM><HSDAT>20220512</HSDAT><CARGUT>1</CARGUT><ZLANDO>249</ZLANDO><CARGAG /><FCLLCL /><DTANUM>22000181014____</DTANUM></BL><SHP><SHP><SBELP>1</SBELP><XBELP /><NBELP /><XBLNR /><KNTTP /><EPSTP /><MAKTX_TEXT><TEXT>TRANSMAX FULL SYNTHETIC MULTIVEHICLE ATF / 152A76 / 3399337 (6X1 USqt U1 / 9.535,680 L): Produto destinado para caixa de transmissão automática, com elevado poder lubrificante, baixo grau de viscosidade (para maximizar a economia de combustível em transmissões modernas) e  coeficiente de fricção otimizado (para um processo de transmissão de marcha mais suave). É também adequado para uso em algumas caixas de direção. Este produto possui em sua composição percentual superior a 80% de óleos básicos  minerais hidrocraqueados (API Grupo 111), e aditivos de desempenho (anti-desgaste, antiespumante, anticorrosivo e antioxidante). CÓD. ANP: 15665</TEXT></MAKTX_TEXT><MENGEE>9536</MENGEE><NETPR>0</NETPR><NETWR>8020</NETWR><WAERS>220</WAERS><PEINH /><MEINS /><ALADI /><ADICAO>001</ADICAO><SEQAD>1</SEQAD><BPRME /><J_1BNBM>27101932</J_1BNBM><CHARG /><NVE /><LGORT /><WERKS /><EKGRP /><NTGEW>0</NTGEW><BRGEW>0</BRGEW><NTGCV>8020</NTGCV><BRGCV>0</BRGCV><GEWEI /><VOLUM>3</VOLUM><VOLCV>29017</VOLCV><ZTERM /><INCO1>EXW</INCO1><LI>2213057593</LI><LINUM /><LIDAT /><LIDEF /><NETWR_DRW>29017</NETWR_DRW><MWSKZ /><FREE /><CONTNUM /><ORIG /><MDTYP /><FIELD1 /><FIELD2 /><FIELD3 /><FIELD4 /><CB1 /><CB2 /><CB3 /><CB4 /><NFSK><FOBBRL_VL>29017</FOBBRL_VL><NETFRE_VL>0</NETFRE_VL><NETINS_VL>0</NETINS_VL><NETOTH_II_VL>7474</NETOTH_II_VL><NETOTH_ICMS_VL>0</NETOTH_ICMS_VL><NETOTH_VL>1195</NETOTH_VL><CIF_VL>138413</CIF_VL></NFSK><TTAX><II><BASE>138413</BASE><TAXVAL>7474</TAXVAL><TAXPAY>7474</TAXPAY><RATE>5</RATE></II><IP><BASE>145887</BASE><TAXVAL>0</TAXVAL><TAXPAY>0</TAXPAY><RATE>0</RATE></IP><PS><BASE>138413</BASE><TAXVAL>2907</TAXVAL><TAXPAY>2907</TAXPAY><RATE>2</RATE></PS><CF><BASE>138413</BASE><TAXVAL>13357</TAXVAL><TAXPAY>13357</TAXPAY><RATE>10</RATE></CF><IC><BASE>162292</BASE><TAXVAL>0</TAXVAL><TAXPAY>0</TAXPAY><RATE /></IC></TTAX></SHP></SHP></CorpoAcao></REQUEST></EDXXML>]]></tem:pXMLRequest>
    </tem:funcsync>
  </soapenv:Body>
</soapenv:Envelope>